Repository: Hallbin/avalanche-test
Catalog: l10n/intl_*.arb
Languages: de, ja, zh_tw

# accountSelectorAddUserButton
source: Add another account
de: Konto hinzufügen
ja: アカウント追加
zh_tw: 添加用戶

# accountSelectorBackButton
source: BACK
de: Zurück
ja: 戻る
zh_tw: 返回

# accountSelectorCloseButton
source: CLOSE
de: Schließen
ja: 終了
zh_tw: 關閉

# accountSelectorDeleteUserDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# accountSelectorDeleteUserDialogContent
source: You will need to sign in again.
de: Bitte erneut Einloggen
ja: もう一度ログインする必要があります。
zh_tw: 您將需要再次登錄。

# accountSelectorDeleteUserDialogOkayButton
source: OK
de: Bestätigen
ja: はい
zh_tw: 確定

# accountSelectorDeleteUserDialogTitle
source: Remove account
de: Konto entfernen
ja: アカウント削除
zh_tw: 移除賬號

# accountSelectorDoneButton
source: DONE
de: Fertig
ja: 完了
zh_tw: 完成

# accountSelectorEditButton
source: EDIT
de: Bearbeiten
ja: 編集
zh_tw: 編輯

# categoryMenuCategoryAccounts
source: ACCOUNTS
de: Konto
ja: アカウント
zh_tw: 賬號

# categoryMenuCategoryDirect
source: DIRECT
de: Direktnachrichten
ja: ダイレクト
zh_tw: 私信

# categoryMenuCategoryHome
source: HOME
de: Startseite
ja: ホーム
zh_tw: 首頁

# categoryMenuCategoryLocal
source: LOCAL
de: Lokale Zeitleiste
ja: ローカル
zh_tw: 本地

# categoryMenuCategoryMedia
source: MEDIA
de: Medien Zeitleiste
ja: メディア
zh_tw: 媒體

# categoryMenuCategoryProfile
source: PROFILE
de: Profil
ja: プロフィール
zh_tw: 個人資料

# categoryMenuCategoryPublic
source: PUBLIC
de: Gesamtes bekanntes Netz
ja: グローバル
zh_tw: 公開

# categoryMenuCategorySettings
source: SETTINGS
de: Einstellungen
ja: 設定
zh_tw: 設置

# categoryMenuCategoryTest
source: TEST
ja: テスト
zh_tw: 測試

# commentContainerCommentCountPlural
source: comments
de: Kommentare
ja: 件のコメント
zh_tw: 條評論

# commentContainerCommentCountSingle
source: comment
de: Kommentar
ja: 件のコメント
zh_tw: 條評論

# commentItemBlockDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# commentItemBlockDialogContent
source: You will unfollow this user and stop being notified by any activities from this user, such as posts and replies.
de: Nach dem Entfolgen wirst du keine weitere Aktivitäten von diesem Nutzer erhalten, z.B. neue Beitragen oder Kommentare.
ja: このアカウントをブロックしますか？
zh_tw: 您將取消關注此用戶並停止接收來自此用戶的任何活動，例如帖子和回複。

# commentItemBlockDialogOkayButton
source: Block
de: Blockieren
ja: ブロック
zh_tw: 屏蔽

# commentItemBlockDialogSnackBar
source: User blocked
de: Nutzer blockiert
ja: ブロックしました
zh_tw: 已屏蔽此用戶

# commentItemBlockDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# commentItemContentError
source: Can't display content.
de: Inhalt kann nicht angezeigt werden.
ja: エラー発生
zh_tw: 無法顯示內容。

# commentItemDeleteDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# commentItemDeleteDialogContent
source: You will not be able to recover a deleted post.
de: Gelöschter Beitrag kann nicht wiederhergestellt werden.
ja: 削除された投稿が戻りません。よろしいですか？
zh_tw: 您將無法恢複已經刪除的帖子。

# commentItemDeleteDialogOkayButton
source: Delete
de: Löschen
ja: 削除
zh_tw: 刪除

# commentItemDeleteDialogSnackBar
source: Post deleted
de: Beitrag gelöscht
ja: 削除できました
zh_tw: 已刪除此帖子

# commentItemDeleteDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか？
zh_tw: 您確定嗎？

# commentItemLinkSnackBar
source: Link copied
de: Link kopiert
ja: リンクをクリップボードにコピーしました
zh_tw: 鏈接已複制到剪切板

# commentItemMuteDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# commentItemMuteDialogContent
source: You will not be notified about any activities from this post.
de: Du erhältst keine weiteren Benachrichtigungen zu diesem Beitrag.
ja: この投稿をミュートしますか？
zh_tw: 您將停止接受此帖子的動態。

# commentItemMuteDialogOkayButton
source: Mute
de: Stummschalten
ja: ミュート
zh_tw: 忽略

# commentItemMuteDialogSnackBar
source: Post muted
de: Mitteilungen deaktiviert
ja: ミュート中
zh_tw: 已忽略此帖子

# commentItemMuteDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# commentItemPhotoCount
source: Photos
de: Fotos
ja: 枚の写真
zh_tw: 張照片

# commentItemPopupMenuBlock
source: Block this user
de: Nutzer blockieren
ja: ブロック
zh_tw: 屏蔽此用戶

# commentItemPopupMenuDelete
source: Delete this post
de: Beitrag löschen
ja: 削除
zh_tw: 刪除帖子

# commentItemPopupMenuEdit
source: Edit this post
de: Beitrag bearbeiten
ja: 投稿を編集
zh_tw: 編輯帖子

# commentItemPopupMenuLink
source: Copy post link
de: Link kopieren
ja: リンクをコピー
zh_tw: 複制鏈接

# commentItemPopupMenuMute
source: Mute this post
de: Diese Unterhaltung stummschalten
ja: ミュート
zh_tw: 忽略帖子

# commentItemPopupMenuReport
source: Report this user
de: Dieser Nutzer melden
ja: 報告
zh_tw: 舉報此用戶

# commentItemPopupMenuUnblock
source: Unblock this user
de: Nutzer freigeben
ja: ブロックを解除
zh_tw: 取消屏蔽此用戶

# commentItemPopupMenuUnmute
source: Unmute this post
de: Mitteilungen aktivieren
ja: ミュートを解除
zh_tw: 取消忽略帖子

# commentItemReplyButton
source: Reply
de: Antworten
ja: 返信
zh_tw: 回复

# commentItemReportDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# commentItemReportDialogContent
source: You are about to report this post from this user. This might result in such as but not limited to deletion of reported post, temporary or permenent ban of the user from server. Please confirm before sending the report.
de: Du möchtest den Beitrag melden. Es könnte zum Löschen des gemeldete Betrag, zeitweilige oder dauerhafte Sperrung dieses Nutzers führen. Vor dem Melden bitte betätigen.
ja: 報告します。この行為で報告された投稿が削除されたか、持ち主のアカウントを凍結されたかなど想定外の状況になる恐れがあります。 もう一度確認するよう、お願いします。よろしいですか？
zh_tw: 您即將舉報該用戶的帖子存在濫用行爲。這可能會導致但不限于被舉報的帖子遭到刪除、被舉報的用戶遭到臨時或永久性的禁言。 請您在舉報之前再次確認。

# commentItemReportDialogOkayButton
source: I understand, report
de: Einverstanden, melden
ja: 分かりました。報告します
zh_tw: 我了解了，仍然舉報

# commentItemReportDialogSnackBar
source: Report sent
de: Gemeldet
ja: 報告しました
zh_tw: 舉報已提交

# commentItemReportDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# commentItemSensitiveContent
source: Sensitive content, tap to view.
de: Sensibler Inhalt, tippen zu schauen.
ja: 隠されたメディア。タッチで開く
zh_tw: 敏感內容，輕觸以查看。

# commentItemUnblockDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# commentItemUnblockDialogContent
source: You will get updates from this user.
de: Du erhältst alle Aktivitäten von diesem Nutzer.
ja: ブロックを解除しますか？
zh_tw: 您將重新接收此用戶的動態。

# commentItemUnblockDialogOkayButton
source: Unblock
de: Freigeben
ja: ブロック解除
zh_tw: 取消屏蔽

# commentItemUnblockDialogSnackBar
source: User unblocked
de: Nutzer freigegeben
ja: ブロックを解除しました
zh_tw: 已取消屏蔽此用戶

# commentItemUnblockDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# commentItemUnmuteDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# commentItemUnmuteDialogContent
source: You will be notified about all activities from this post.
de: Du erhältst alle Benachrichtigungen zu diesem Beitrag.
ja: この投稿のミュートを解除しますか？
zh_tw: 您將再次接受關于此帖子的所有動態。

# commentItemUnmuteDialogOkayButton
source: Unmute
de: Stumm aus
ja: ミュート解除
zh_tw: 取消忽略

# commentItemUnmuteDialogSnackBar
source: Post unmuted
de: Mitteilungen aktiviert
ja: この投稿のミュートを解除しました
zh_tw: 已取消忽略此帖子

# commentItemUnmuteDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# customFormCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# customFormCancelDialogCancelButton
source: No
de: Abbrechen
ja: 残しておく
zh_tw: 保留

# customFormCancelDialogContent
source: Comment not shared will be lost.
de: Nicht gesendete Antwort wird verloren gehen.
ja: 送信されてないコメントが消えます。
zh_tw: 未發送的回複將會丟失。

# customFormCancelDialogOkayButton
source: Yes
de: Ja
ja: 破棄
zh_tw: 舍棄

# customFormCancelDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# customFormPostButton
source: Post
de: TRÖT!
ja: 投稿
zh_tw: 發布

# customFormTextFieldHint
source: What do you want to share
de: Gibt's was Neues?
ja: テキストを入力
zh_tw: 有什麽新鮮事想要分享

# customFormTextFieldLabel
source: Add a comment...
de: Kommentieren...
ja: コメントを追加
zh_tw: 發表評論...

# customFormTextFieldLabelReplyingCommentComment
source: 's comment
de: s Kommentare
ja: のコメント
zh_tw: 的評論

# customFormTextFieldLabelReplyingCommentReplying
source: Replying to
de: Antworten
ja: 返信
zh_tw: 回复

# customFormTextFieldLabelReplyingPostComment
source: 's post
de: s Beitragen
ja: の投稿
zh_tw: 的帖子

# customFormTextFieldLabelReplyingPostReplying
source: Replying to
de: Antworten
ja: 返信
zh_tw: 回复

# customFormVisibilityDialogDirectSubtitle
source: Post to mentioned users only
de: Nur mit erwähnten Freunden teilen
ja: メンションしたユーザーだけに公開
zh_tw: 只有被提及的用戶能看到

# customFormVisibilityDialogDirectTitle
source: Direct
de: Direktnachrichten
ja: ダイレクト
zh_tw: 私信

# customFormVisibilityDialogPrivateSubtitle
source: Post to followers only
de: Nur mit den Folger teilen
ja: フォロワーだけに公開
zh_tw: 只有關注妳的用戶能看到

# customFormVisibilityDialogPrivateTitle
source: Private
de: Privat
ja: フォロワー限定
zh_tw: 私密分享

# customFormVisibilityDialogPublicSubtitle
source: Post to public timelines
de: In öffentlicher Zeitleiste teilen
ja: 公開TLに投稿する
zh_tw: 所有人可見，並會出現在公共信息流上

# customFormVisibilityDialogPublicTitle
source: Public
de: Öffentlich
ja: 公開
zh_tw: 公開

# customFormVisibilityDialogTitle
source: Who do you want to share with
de: Mit wem möchtest du teilen?
ja: 共有相手
zh_tw: 您想與誰分享

# customFormVisibilityDialogUnlistedSubtitle
source: Do not post to public timelines
de: Nicht in öffentlicher Zeitleiste teilen
ja: 公開TLで表示しない
zh_tw: 所有人可見，但不會出現在公共信息流上

# customFormVisibilityDialogUnlistedTitle
source: Unlisted
de: Privat
ja: 未収載
zh_tw: 非公開

# developerOptionsScreenTitle
source: Developer options
de: Entwickleroptionen
ja: 開発者オプション
zh_tw: 開發者選項

# imagePickerDialogCameraImageButton
source: Take a photo
de: Foto aufnehmen
ja: 写真を撮る
zh_tw: 拍攝照片

# imagePickerDialogCameraVideoButton
source: Record a video clip
de: Video aufnehmen
ja: ビデオを撮る
zh_tw: 錄製視頻

# imagePickerDialogGalleryImageButton
source: Pick a photo
de: Foto auswählen
ja: 写真を選ぶ
zh_tw: 選取照片

# imagePickerDialogGalleryVideoButton
source: Pick a video clip
de: Video auswählen
ja: ビデオを選ぶ
zh_tw: 選取視頻

# loginFormLoginButton
source: Log in
de: Einloggen
ja: ログイン
zh_tw: 登錄

# loginFormTextFieldLabel
source: Website
de: Server Adresse
ja: サーバーURL
zh_tw: 服務器網址

# loginFormTextFieldValidatorText
source: Please enter your website.
de: Bitte Server Adresse eingeben
ja: サーバーのURLを入力してください。
zh_tw: 請鍵入您的服務器網址。

# mainScreenBackTitle
source: MENU
de: Menü
ja: メニュー
zh_tw: 菜單

# mainScreenToastText
source: Press again to exit
de: Zum Beenden nochmals drücken
ja: もう一度タッチして終了させます
zh_tw: 再按一次來退出

# notificationChannelDescription
source: Allow showing activities from users
de: Aktivität von anderen Nutzer anzeigen
ja: 他人からのお知らせを許可します
zh_tw: 允許顯示來自其他用戶的活動

# notificationChannelName
source: Activities
de: Aktivität
ja: アクティビティ
zh_tw: 活動

# notificationsScreenFilterAllTitle
source: All
de: Alles
ja: すべて
zh_tw: 全部

# notificationsScreenFilterFollowTitle
source: Follows
de: Folge
ja: フォロー
zh_tw: 關注

# notificationsScreenFilterMentionTitle
source: Mentions
de: Dich erwähnt
ja: 返信
zh_tw: 提及

# notificationsScreenFilterReblogTitle
source: Reshares
de: Erneut teilen
ja: 再共有
zh_tw: 轉發

# notificationsScreenNewUpdateTitle
source: new notifications
de: neue Mitteilungen
ja: 件のお知らせ
zh_tw: 條新通知

# notificationsScreenNotificationTypeFollow
source: followed you
de: folgt dir jetzt
ja: あなたをフォローしました
zh_tw: 關注了您

# notificationsScreenNotificationTypeMention
source: mentioned you
de: hat dich erwähnt
ja: あなたの名前リンク付きで投稿
zh_tw: 提及了您

# notificationsScreenNotificationTypeReblog
source: reshared your status
de: hat deinen Beitrag erneut geteilt
ja: あなたの投稿を再共有しました
zh_tw: 轉發了您的帖子

# notificationsScreenTitle
source: NOTIFICATIONS
de: Mitteilungen
ja: お知らせ
zh_tw: 通知

# personalizationScreenAmbientMusicSubtitle
source: Want an energetic or a relaxed mood? Add your favorite music. Your call
de: Eine energetische oder eine entspannte Stimmung wollen? Fügen Sie Ihre Lieblingsmusik hinzu. Es ist dein Anruf
ja: ちょっと気分転換ですか？エネルギッシュな気分やリラックスな気分、どっちがいい？ お気に入りの音楽を追加すると、すぐに体験できます
zh_tw: 想轉換一下心情嗎？想要精神滿滿還是放鬆身心？添加喜歡的音樂，即刻體驗

# personalizationScreenAmbientMusicTitle
source: Ambient music
de: Umgebungsmusik
ja: アンビエントミュージック
zh_tw: 环境音乐

# personalizationScreenAmbientMusicUriTitle
source: Enter music URL
de: Geben Sie die Musik-URL ein
ja: 音楽のURLを入力
zh_tw: 輸入音樂 URL

# personalizationScreenAmbientMusicUriValidatorText
source: Music URL cannot be blank
de: Die Musik-URL darf nicht leer sein
ja: 音楽のURLを空白にすることはできません
zh_tw: 音樂 URL 不可以為空

# personalizationScreenAmbientMusicVolumeTitle
source: Volume
de: Volumen
ja: 音量
zh_tw: 音量

# personalizationScreenImageBrightnessOpacityTitle
source: Intensity
de: Intensität
ja: 強度
zh_tw: 強度

# personalizationScreenImageBrightnessSubtitle
source: Make images easier on eyes when using dark themes. This will help with your sleep
de: Erleichtern Sie den Augen die Bilder, wenn Sie dunkle Themen verwenden. Dies wird Ihnen beim Schlafen helfen
ja: ダークテーマを使用する時、目に画像が見やすくなります。 この機能であなたの睡眠に役立ちます
zh_tw: 當使用深色主題時幫助您減少圖片對眼睛的疲勞感。這將有助於您的睡眠

# personalizationScreenImageBrightnessTitle
source: IRISâ„¢
de: IRIS™
ja: アイリス™
zh_tw: 虹彩™

# personalizationScreenSoundEffectSubtitle
source: Enable sound effects to enjoy more playful and immersive social experience
de: Aktivieren Sie Soundeffekte, um ein spielerischeres und intensiveres soziales Erlebnis zu genießen
ja: 効果音を有効すると、より没入型のソーシャル体験をお 楽しむことができます
zh_tw: 啟用音效來感受更有趣的沉浸式社交體驗

# personalizationScreenSoundEffectTitle
source: Sound effects
de: Soundeffekte
ja: 効果音
zh_tw: 音效

# personalizationScreenSoundEffectVolumeTitle
source: Volume
de: Volumen
ja: 音量
zh_tw: 音量

# personalizationScreenThemeActiveThemeSubtitle
source: Active theme:
de: Aktives Themen:
ja: 現在のテーマ：
zh_tw: 當前主題：

# personalizationScreenThemeThemeBehaviorSubtitle
source: Theme behavior:
de: Themen verhalten:
ja: テーマの動作：
zh_tw: 主題行為：

# personalizationScreenThemeTitle
source: Themes Garage
de: Themen Garage
ja: テーマガレージ
zh_tw: 主題車庫

# personalizationScreenTitle
source: Personalization
de: Personalisierung
ja: パーソナライズ
zh_tw: 個性化

# photoViewerBackButton
source: Back
de: Zurück
ja: 戻る
zh_tw: 返回

# photoViewerDownloadButton
source: Download image
de: Bild herunterladen
ja: ダウンロード
zh_tw: 下載圖片

# pollsContainerMultipleOptionsText
source: Choose one or more answers
de: Wählen Sie eine oder mehrere Antworten
ja: 複数の答えを選択できます
zh_tw: 選擇 1 個或更多選項

# pollsContainerRefreshButton
source: Refresh
de: Aktualisierung
ja: 更新
zh_tw: 更新

# pollsContainerSingleOptionText
source: Choose one answer
de: Wähle eine Antwort
ja: 1つの答えを選択します
zh_tw: 選擇 1 個選項

# pollsContainerTimeIndicatorDay
source: day
de: Tag
ja: 日
zh_tw: 天

# pollsContainerTimeIndicatorDayPlural
source: days
de: Tage
ja: 日
zh_tw: 天

# pollsContainerTimeIndicatorEnded
source: Ended
de: Beendet
ja: 終了
zh_tw: 已結束

# pollsContainerVoteButton
source: Vote
de: Wählen
ja: 投票
zh_tw: 投票

# profileScreenFollowButton
source: Follow
de: Folgen
ja: フォロー
zh_tw: 關注

# profileScreenFollowingButton
source: Following...
de: Folge ich...
ja: フォローしています
zh_tw: 正在關注...

# profileScreenRequestedButton
source: Requested
de: Ausstehend
ja: リクエスト中
zh_tw: 已請求

# profileScreenStatsFollowers
source: Followers
de: Folger
ja: フォロワー
zh_tw: 關注者

# profileScreenStatsFollowing
source: Following
de: Folge ich
ja: フォロー中
zh_tw: 正在關注

# profileScreenStatsPosts
source: Posts
de: Beitragen
ja: 投稿
zh_tw: 帖子

# profileScreenUnfollowButton
source: Unfollow
de: Entfolgen
ja: フォロー外す
zh_tw: 取消關注

# profileScreenUnfollowingButton
source: Unfollowing...
de: Entfolge...
ja: フォロー外しています...
zh_tw: 取消關注中...

# quickActionsShortcutTypeNotifications
source: Notifications
de: Mitteilungen
ja: お知らせ
zh_tw: 通知

# quickActionsShortcutTypeShare
source: Create new post
de: Gibt's was Neues?
ja: シェア
zh_tw: 分享新鮮事

# searchScreenCancelButton
source: CANCEL
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# searchScreenNextButton
source: NEXT
de: Nächst
ja: 次
zh_tw: 下壹步

# searchScreenNoResultText
source: No results
de: Keine Ergebnisse
ja: 一致する内容は見つかりませんでした
zh_tw: 無搜索結果

# searchScreenSearchHelpTextHashtag
source: hashtag
de: Tab
ja: タグ
zh_tw: 標籤

# searchScreenSearchHelpTextStatus
source: status
de: Beitragen
ja: 投稿
zh_tw: 帖子

# searchScreenSearchHelpTextUser
source: user
de: Nutzer
ja: アカウント
zh_tw: 用戶

# searchScreenSearchHelpTitle
source: ADVANCED SEARCH FORMAT
de: Erweiteres Suchen
ja: 高度な検索
zh_tw: 高級搜索格式

# searchScreenSearchHintText
source: Type to search...
de: Suchen
ja: 検索
zh_tw: 鍵入以搜索

# searchScreenSearchingResultTypeHashtags
source: Hashtags
de: Tab
ja: タグ
zh_tw: 標籤

# searchScreenSearchingResultTypePeople
source: People
de: Nutzer
ja: アカウント
zh_tw: 用戶

# searchScreenSearchingText
source: Looking for something interesting...
de: Suche etwas interesantes...
ja: 検索しています...
zh_tw: 正在搜尋趣事...

# searchScreenTextFieldHint
source: Type to search
de: Suchen
ja: 検索
zh_tw: 鍵入以搜索

# searchScreenTitle
source: SEARCH
de: Suchen
ja: 検索
zh_tw: 搜索

# settingsScreenAbout
source: About
de: Über
ja: アプリ情報
zh_tw: 關于

# settingsScreenCopyRightCompanyName
source: Mixi Interactive
ja: Mixi インタラクティブ

# settingsScreenDeveloperOptionsSubtitle
source: Try out experimental features before they are released
de: Experimentale Funktionen testen
ja: 新しい機能を体験しましょう
zh_tw: 體驗實驗性新功能

# settingsScreenDeveloperOptionsTitle
source: Developer options
de: Entwickleroptionen
ja: 開発者オプション
zh_tw: 開發者選項

# settingsScreenLoadFullSizeImageSubtitle
source: This might incur significant data charges on cellular or metered networks
de: Bei Benutzung über das Mobilfunknetz können Gebühren bei deinem Netzanbieter anfallen
ja: モバイルデータで使う場合，より多い量のデータが必要です
zh_tw: 如果您使用移動數據或按流量計費的網絡，這可能會產生更多的費用

# settingsScreenLoadFullSizeImageTitle
source: Always load full size images
de: Bild immer in voller Größe laden
ja: いつもフルサイズの写真を表示します
zh_tw: 總是加載完整大小圖片

# settingsScreenPersonalizationSubtitle
source: Customize Avalanche and make it work your way
de: Passen Sie Avalanche an und sorgen Sie dafür, dass es auf Ihre Weise funktioniert
ja: Avalanche をカスタマイズして、自分のやり方で動作します
zh_tw: 自定義屬於您的 Avalanche

# settingsScreenPersonalizationTitle
source: Personalization
de: Personalisierung
ja: パーソナライズ
zh_tw: 個性化

# settingsScreenRichLinkSubtitle
source: Automatically load images and descriptions from link in posts
de: Bild und Text vom Link automatisch laden.
ja: リンクするページの画像とテキストを取得します
zh_tw: 自動加載帖子鏈接包含的圖片和文字介紹

# settingsScreenRichLinkTitle
source: Link preview
de: Link-Vorschau
ja: リンク内容の取得
zh_tw: 鏈接預覽

# settingsScreenSensitiveContentSubtitle
source: To show or hide sensitive content by default
de: Sensibler Inhalt immer anzeigen
ja: いつもNSFWされた内容を表示します
zh_tw: 默認顯示或隱藏敏感內容

# settingsScreenSensitiveContentTitle
source: Sensitive content
de: Sensibler Inhalt
ja: NSFW注意
zh_tw: 敏感內容

# settingsScreenServer
source: Server
ja: サーバー
zh_tw: 服務器

# settingsScreenSignOutButton
source: Sign out
de: Ausloggen
ja: ログアウト
zh_tw: 注銷

# settingsScreenSpoilerTextSubtitle
source: To show or hide posts that are marked with content warnings by default
de: Anzeigen oder Ausblenden von Beiträgen, die standardmäßig mit Inhaltswarnungen gekennzeichnet sind
ja: 内容警告で隠された内容を常に表示する
zh_tw: 默認顯示或隱藏被標記為內容警告的帖子

# settingsScreenSpoilerTextTitle
source: Content warning
de: Inhaltswarnung
ja: 内容警告
zh_tw: 內容警告

# settingsScreenTitle
source: Settings
de: Einstellungen
ja: 設定
zh_tw: 設置

# settingsScreenUser
source: Signed in as
de: Eingeloggt als
ja: すでにログインしたアカウント
zh_tw: 當前已登錄的用戶

# settingsScreenVersion
source: Version
ja: バージョン
zh_tw: 版本

# settingsScreenVersionClipBoardSnackBar
source: Version number copied
de: Versionsnummer kopiert
ja: バージョンがコピーされました
zh_tw: 版本號已複製到剪切板

# shareDialogCancelDialogCancelButton
source: No
de: Abbrechen
ja: 残しておく
zh_tw: 保留

# shareDialogCancelDialogContent
source: Post not shared will be lost.
de: Nicht gesendeter Kommentar wird verloren gehen.
ja: 送信されてない投稿が消えます。
zh_tw: 未發送的帖子將會丟失。

# shareDialogCancelDialogOkayButton
source: Yes
de: Ja
ja: 破棄
zh_tw: 舍棄

# shareDialogCancelDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# shareDialogEditDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# shareDialogEditDialogContent
source: You are going to delete the post that was selected for editing and share a new post with edited content. You will lost +1's and reshares, and you will not able to see exisiting comments that were replied to your original post.
de: Bearbeitender Beitrag wird geiteilt. Originaler Beitrag sowie seine +1, erneute Teilung und Kommentare werden verloren gehen.
ja: 編集された投稿を削除して新しい投稿として上げます。 削除された投稿の＋1と再共有が消され，コメントが見えなくなります。
zh_tw: 您將要刪除剛剛要編輯的帖子並將編輯後的帖子作為新帖發佈。 您將會丟失原帖上的 +1 和轉發，並且您將無法看到回復到原帖上的評論。

# shareDialogEditDialogOkayButton
source: Confirm Editing
de: Bearbeitung bestätigen
ja: はい
zh_tw: 確認編輯

# shareDialogEditDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# shareDialogPostButton
source: Post
de: TRÖT
ja: 投稿
zh_tw: 發布

# shareDialogSpoilerTextFieldHint
source: Type your warning
de: Geben Sie Ihre Warnung ein
ja: 警告を入力
zh_tw: 鍵入警告內容

# shareDialogTextFieldHint
source: What do you want to share
de: Gibt's was Neues?
ja: 最近の出来事を共有してみましょう
zh_tw: 有什麽新鮮事想要分享

# shareDialogVisibilityDialogDirectSubtitle
source: Post to mentioned users only
de: Nur mit erwähnten Freunden teilen
ja: メンションしたユーザーだけに公開
zh_tw: 只有被提及的用戶能看到

# shareDialogVisibilityDialogDirectTitle
source: Direct
de: Direktnachrichten
ja: ダイレクト
zh_tw: 私信

# shareDialogVisibilityDialogPrivateSubtitle
source: Post to followers only
de: Nur mit den Folger teilen
ja: フォロワーだけに公開
zh_tw: 只有關注妳的用戶能看到

# shareDialogVisibilityDialogPrivateTitle
source: Private
de: Privat
ja: フォロワー限定
zh_tw: 私密分享

# shareDialogVisibilityDialogPublicSubtitle
source: Post to public timelines
de: In öffentlicher Zeitleiste teilen
ja: 公開TLに投稿する
zh_tw: 所有人可見，並會出現在公共信息流上

# shareDialogVisibilityDialogPublicTitle
source: Public
de: Öffentlich
ja: 公開
zh_tw: 公開

# shareDialogVisibilityDialogTitle
source: Who do you want to share with
de: Mit wem möchtest du teilen?
ja: 誰と共有したい？
zh_tw: 您想與誰分享

# shareDialogVisibilityDialogUnlistedSubtitle
source: Do not post to public timelines
de: Nicht in öffentlicher Zeitleiste teilen
ja: 公開TLで表示しない
zh_tw: 所有人可見，但不會出現在公共信息流上

# shareDialogVisibilityDialogUnlistedTitle
source: Unlisted
de: Privat
ja: 未収載
zh_tw: 非公開

# statusCardBlockDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# statusCardBlockDialogContent
source: You will unfollow this user and stop being notified by any activities from this user, such as posts and replies.
de: Nach dem Entfolgen wirst du keine weitere Aktivitäten von diesem Nutzer erhalten, z.B. neue Beitragen oder Kommentare.
ja: このアカウントをブロックしますか？
zh_tw: 您將取消關注此用戶並停止接收來自此用戶的任何活動，例如帖子和回複。

# statusCardBlockDialogOkayButton
source: Block
de: Blockieren
ja: ブロック
zh_tw: 屏蔽

# statusCardBlockDialogSnackBar
source: User blocked
de: Nutzer blockiert
ja: ブロックしました
zh_tw: 已屏蔽此用戶

# statusCardBlockDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# statusCardContentError
source: Can't display content.
de: Inhalt kann nicht angezeigt werden.
ja: エラー発生
zh_tw: 無法顯示內容。

# statusCardCopySnackBar
source: Post content copied
de: Inhalt kopiert
ja: コンテンツがクリップボードにコピーしました
zh_tw: 帖子內容已複制到剪切板

# statusCardDeleteDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# statusCardDeleteDialogContent
source: You will not be able to recover a deleted post.
de: Gelöschter Beitrag kann nicht wiederhergestellt werden.
ja: 削除された投稿が戻りません。
zh_tw: 您將無法恢複已經刪除的帖子。

# statusCardDeleteDialogOkayButton
source: Delete
de: Löschen
ja: 削除
zh_tw: 刪除

# statusCardDeleteDialogSnackBar
source: Post deleted
de: Beitrag gelöscht
ja: 削除できました
zh_tw: 已刪除此帖子

# statusCardDeleteDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# statusCardLinkSnackBar
source: Link copied
de: Link kopiert
ja: リンクがクリップボードにコピーしました
zh_tw: 鏈接已複制到剪切板

# statusCardMuteDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消
