Repository: Hallbin/avalanche-test
Catalog: l10n/intl_*.arb
Languages: de, ja, zh_tw

# statusCardMuteDialogContent
source: You will not be notified about any activities from this post.
de: Du erhältst keine weiteren Benachrichtigungen zu diesem Beitrag.
ja: ミュートしますか？。
zh_tw: 您將停止接受此帖子的動態。

# statusCardMuteDialogOkayButton
source: Mute
de: Stummschalten
ja: ミュート
zh_tw: 忽略

# statusCardMuteDialogSnackBar
source: Post muted
de: Mitteilungen deaktiviert
ja: ミュート中
zh_tw: 已忽略此帖子

# statusCardMuteDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# statusCardPhotoCount
source: Photos
de: Fotos
ja: 枚の写真
zh_tw: 張照片

# statusCardPopupMenuBlock
source: Block this user
de: Nutzer blockieren
ja: ブロック
zh_tw: 屏蔽此用戶

# statusCardPopupMenuCopy
source: Copy post text
de: Inhalt kopieren
ja: コンテンツをコピー
zh_tw: 複制內容

# statusCardPopupMenuDelete
source: Delete this post
de: Beitrag löschen
ja: 削除
zh_tw: 刪除帖子

# statusCardPopupMenuEdit
source: Edit this post
de: Beitrag bearbeiten
ja: 編集
zh_tw: 編輯帖子

# statusCardPopupMenuLink
source: Copy post link
de: Link kopieren
ja: リンクをコピー
zh_tw: 複制鏈接

# statusCardPopupMenuMute
source: Mute this post
de: Diese Unterhaltung stummgeschalten
ja: ミュート
zh_tw: 忽略帖子

# statusCardPopupMenuReport
source: Report this user
de: Dieser Nutzer melden
ja: 報告
zh_tw: 舉報此用戶

# statusCardPopupMenuUnblock
source: Unblock this user
de: Nutzer freigeben
ja: ブロック解除
zh_tw: 取消屏蔽此用戶

# statusCardPopupMenuUnmute
source: Unmute this post
de: Mitteilungen aktivieren
ja: ミュート解除
zh_tw: 取消忽略帖子

# statusCardReportDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# statusCardReportDialogContent
source: You are about to report this post from this user. This might result in such as but not limited to deletion of reported post, temporary or permenent ban of the user from server. Please confirm before sending the report.
de: Du möchtest den Beitrag melden. Es könnte zum Löschen des gemeldete Betrages, zeitweilige oder dauerhafte Sperrung dieses Nutzers führen. Vor dem Melden bitte betätigen.
ja: 報告します。この行為で報告された投稿が削除されたか、持ち主のアカウントを凍結されたかなど想定外の状況になる恐れがあります。 もう一度確認するよう、お願いします。よろしいですか？
zh_tw: 您即將舉報該用戶的帖子存在濫用行爲。這可能會導致但不限于被舉報的帖子遭到刪除、被舉報的用戶遭到臨時或永久性的禁言。 請您在舉報之前再次確認。

# statusCardReportDialogOkayButton
source: I understand, report
de: Einverstanden, melden
ja: 分かりました。報告します
zh_tw: 我了解了，仍然舉報

# statusCardReportDialogSnackBar
source: Report sent
de: Gemeldet
ja: 報告しました
zh_tw: 舉報已提交

# statusCardReportDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# statusCardSensitiveContent
source: Sensitive content, tap to view.
de: Sensibler Inhalt, tippen zu schauen.
ja: ミュート解除。
zh_tw: 敏感內容，輕觸以查看。

# statusCardSlideMenuFavourite
source: This post
de: Dieser Beitrag
ja: この投稿
zh_tw: 此帖子

# statusCardSlideMenuFavouriteRemove
source: Remove
de: Gefällt mir nicht mehr
ja: キャンセル
zh_tw: 取消

# statusCardSlideMenuMute
source: Mute
de: Stummschalten
ja: ミュート
zh_tw: 忽略

# statusCardSlideMenuReblog
source: Reshare
de: Erneut teilen
ja: 再共有
zh_tw: 轉發

# statusCardSlideMenuReblogRemove
source: Remove
de: Entfernen
ja: キャンセル
zh_tw: 取消

# statusCardSlideMenuUnmute
source: Unmute
de: Stumm aus
ja: ミュート解除
zh_tw: 取消忽略

# statusCardUnblockDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# statusCardUnblockDialogContent
source: You will get updates from this user.
de: Du erhältst alle Aktivitäten von diesem Nutzer.
ja: ブロックを解除しますか？
zh_tw: 您將重新接收此用戶的動態。

# statusCardUnblockDialogOkayButton
source: Unblock
de: Freigeben
ja: ブロック解除
zh_tw: 取消屏蔽

# statusCardUnblockDialogSnackBar
source: User unblocked
de: Nutzer freigegeben
ja: ブロックを解除しました
zh_tw: 已取消屏蔽此用戶

# statusCardUnblockDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# statusCardUnmuteDialogCancelButton
source: Cancel
de: Abbrechen
ja: キャンセル
zh_tw: 取消

# statusCardUnmuteDialogContent
source: You will be notified about all activities from this post.
de: Du erhältst alle Benachrichtigungen zu diesem Beitrag.
ja: この投稿のミュートを解除しました。
zh_tw: 您將再次接受關于此帖子的所有動態。

# statusCardUnmuteDialogOkayButton
source: Unmute
de: Stumm aus
ja: ミュート解除
zh_tw: 取消忽略

# statusCardUnmuteDialogSnackBar
source: Post unmuted
de: Mitteilungen aktiviert
ja: この投稿のミュートを解除しました
zh_tw: 已取消忽略此帖子

# statusCardUnmuteDialogTitle
source: Are you sure?
de: Bitte bestätigen
ja: よろしいですか
zh_tw: 您確定嗎？

# themeBehaviorAutomaticSwitch
source: Automatic switch
de: Automatisch wechseln
ja: 自動切り替え
zh_tw: 自動切換

# themeBehaviorFavoriteTheme
source: Select favorite theme
de: Wählen Sie das Themen
ja: お気に入りのテーマを選択
zh_tw: 選擇喜歡的主題

# themeBehaviorSystemDefault
source: Let system decide
de: Lassen Sie das System entscheiden
ja: システムに決定
zh_tw: 系統默認

# themesScreenDarkThemeStartTimeTitle
source: Dark theme starts at
de: Dunkles Themen beginnt um
ja: ダークテーマは次の時間に起動します
zh_tw: 深色主題在下列時間啟動

# themesScreenDarkThemeTitle
source: Dark theme
de: Dunkles Themen
ja: ダークテーマ
zh_tw: 深色主題

# themesScreenLightThemeStartTimeTitle
source: Light theme starts at
de: Licht Themen beginnt um
ja: ライトテーマは次の時間に起動します
zh_tw: 淺色主題在下列時間啟動

# themesScreenLightThemeTitle
source: Light theme
de: Licht Themen
ja: ライトテーマ
zh_tw: 淺色主題

# themesScreenThemeBehaviorSubtitle
source: Choose how themes work
de: Wählen Sie aus, wie Themen funktionieren
ja: テーマは起動方法を選択します
zh_tw: 選擇主題的工作方式

# themesScreenThemeBehaviorTitle
source: Theme behavior
de: Themen verhalten:
ja: テーマの動作：
zh_tw: 主題行為：

# themesScreenThemeSubtitle
source: Choose a theme to customize how the app looks
de: Wählen Sie ein Thema aus, um das Erscheinungsbild der App anzupassen
ja: テーマを選択して、アプリの見た目をカスタマイズします
zh_tw: 選擇主題來自定義應用外觀

# themesScreenThemeTitle
source: Theme
de: Themen
ja: テーマ
zh_tw: 主題

# themesScreenTitle
source: Themes Garage
de: Themen Garage
ja: テーマガレージ
zh_tw: 主題車庫

# timelineListEmptyContainerRefreshButton
source: Try again
de: Versuch es noch einmal
ja: 再試行
zh_tw: 重試

# timelineListEmptyContainerSubtitle
source: We were not able to communicate with the server. The server might be down or you don't have Internet connection.
de: Wir konnten nicht mit dem Server kommunizieren. Der Server ist möglicherweise ausgefallen oder Sie haben keine Internetverbindung.
ja: サーバーと通信できませんでした。 サーバーがダウンしているか、インターネットに接続していない可能性があります。
zh_tw: 無法與服務器連接。服務器可能離線，或者您當前沒有連接到網路。

# timelineListEmptyContainerTitle
source: Uh-oh! We hit a snag
de: Uh-oh! Wir haben einen Haken getroffen
ja: 問題が発生しました
zh_tw: 遇到了一些小問題

# timelineListLoadingContainerSubtitle
source: Communicating with server... Hold tight!
de: Kommunikation mit dem Server... Halten Sie fest!
ja: サーバーと通信中... しばらくお待ち下さい！
zh_tw: 正在連接服務器... 請稍等！

# timelineListLoadingContainerTitle
source: Adding flavors...
de: Aromen hinzufügen...
ja: 味を加える...
zh_tw: 正在調整口味...

# timelineScreenAllRead
source: That's all we have for now
de: Eso es todo lo que tenemos por ahora
ja: コンテンツは以上です
zh_tw: 全部看完了

# timelineScreenNewUpdateTitle
source: new status
de: publicaciones nuevas
ja: 件の新投稿
zh_tw: 條新信息

# timelineScreenShareButton
source: SHARE
de: Teilen
ja: シェア
zh_tw: 分享

# visibilityTypeDirect
source: Direct
de: Direktnachrichten
ja: ダイレクト
zh_tw: 私信

# visibilityTypePrivate
source: Private
de: Privat teilen
ja: 限定公開
zh_tw: 私密分享

# visibilityTypePublic
source: Public
de: Öffentlich
ja: 公開
zh_tw: 公開

# visibilityTypeReblog
source: Reshared
de: hat
ja: 再共有
zh_tw: 轉發了

# visibilityTypeReblogSuffix
source: 's post
de: s Beitrag erneut geteilt
ja: の投稿
zh_tw: 的帖子

# visibilityTypeUnlisted
source: Unlisted
de: Privat
ja: 未収載
zh_tw: 非公開

# notificationsScreenNotificationTypeFavourite
source: +1'd your status
de: hat deinen Beitrag gefällt
zh_tw: +1 了您的帖子

# notificationsScreenFilterFavouriteTitle
source: +1's
de: Dieser Beitrag
